IDEA Open Model
BoltAssembly.DiagonalHeadDiameter Property
Compatible with IDEA StatiCa v 10.1
 Second diameter of the head
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double DiagonalHeadDiameter { get; set; }
Public Property DiagonalHeadDiameter As Double
	Get
	Set
public:
property double DiagonalHeadDiameter {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
BoltAssembly Class
IdeaRS.OpenModel.Material Namespace